<?php

$lang = array();
$lang['RESET_PASSWORD'] = 'Сбросить пароль';
$lang['DESCR'] = 'Рекандзи — сайт для изучающих японский язык. Вы видите случайным образом сгенерированный набор иероглифов. Помните этот иероглиф? Проверьте себя, нажав на него. Зарегистрируйтесь, чтобы получить доступ ко всем кандзи. Рассылок и рекламы здесь нет.';
$lang['TRY_IT'] = 'Попробовать';
$lang['GO_BACK'] = 'Назад';
$lang['WHAT_IS'] = 'Что это?';
$lang['ENTER_EMAIL'] = 'Пожалуйста, введите email';
$lang['ENTER_PASS']  = 'Пожалуйста, введите пароль';
$lang['QUERY_FAIL']  = 'Ошибка при запросе к базе данных';
$lang['LOGIN_NOWAY'] = 'Войти не удается. Возможно, ваша учетная запись не активирована, неверно введено имя пользователя или пароль.';
$lang['LOGIN_TITLE'] = 'вход';
$lang['LOGIN_YOURNAME'] = 'имя ';
$lang['LOGIN_YOURPASS'] = 'пароль ';
$lang['LOGIN_OK'] = 'вход';
$lang['GO_REGISTER'] = 'регистрация';
$lang['THIS_ON'] = 'онное чтение';
$lang['THIS_KUN'] = 'кунное чтение';
$lang['TRANSLATES'] = 'значение';
$lang['YESS'] = 'Помню';
$lang['NOPE'] = 'Не помню';
$lang['ABOUT_DIV'] = '<div id="aboutDiv" onclick="about();">
		<h3>ReKanji: помните кандзи.</h3><br/>
		Это сайт для повторения и изучения кандзи. С его помощью вы можете:<br/>
		<ul>
		<li>проверить знание кандзи</li>
		<li>составить список кандзи, которые вы знаете</li>
		<li>составить список кандзи для изучения</li>
		<li>наблюдать за прогрессом в обучении</li>
		</ul>
		<br/>
		Вы видите случайным образом сгенерированный набор из списка общеупотребительных кандзи - Дзё:ё: Кандзи (常用漢字). 
		Выберите те иероглифы, которые вы уже знаете, или любые другие. Нажмите на иероглиф и проверьте себя: 
		верно ли вы помните чтения? Если да, ответьте "Помню"; если нет - "Не помню". 
		Чтобы сохранить результат и выйти, нажмите "Сохранить и выйти". Чтобы очистить результаты, нажмите "Начать заново". 
		Снять выделение с иероглифа можно, нажав на него повторно. 
		<br>
		Если вы уже зарегистрировались, используйте кнопку "Режим", чтобы отобразить: (1) все иероглифы, (2) только те, которые вам предстоит изучить и (3) только те, которые вы уже знаете.
		<br/>
		<br/>
                Шрифт логотипа: Lack by Adrien Midzic, <a href="http://velvetyne.fr/fonts/lack">
                http://velvetyne.fr/fonts/lack</a>
                <br/>
		<div align="right">Даниил</div>';
$lang['NOIE']='К сожалению, Microsoft Internet Explorer не отображает эту страницу корректно.';
$lang['DB_ERROR']="Извините, произошла ошибка базы данных.\n";
$lang['ACTIVATION_LINK']="Здравствуйте. Это сообщение автоматически сгенерировано сайтом ReKanji.com." .
"Если вы не регистриовались на сайте ReKanji.com, проигнорируйте его. \n Ссылка для активации: \n";
$lang['MESSAGE_TITLE']='Регистрация на сайте ReKanji';
$lang['CHECK_YOURMAIL'] = 'Спасибо! Ссылка для активации выслана на следующий адрес: ';
$lang['ERROR'] = 'Извините, произошла ошибка.';
$lang['EMAIL_OR_NAME_USED'] = 'Такие email или имя уже зарегистрированы.'; 
$lang['REG_TITLE'] = 'Регистрация';
$lang['LOGIN'] = 'Вход';
$lang['ACTIVATION'] = 'Активация';
$lang['YOU_SURE'] = 'Все результаты будут сброшены! Вы уверены?';
$lang['MODE']='Режим ';
$lang['CLEAR']='Начать заново';
$lang['SAVE_QUIT']='Сохранить и выйти';
$lang['ABOUT']='О сайте';
$lang['ACCOUNT_READY']='Учетная запись готова.';
$lang['FORGOT_PASSWORD']='сбросить пароль';
$lang['NO_EMAIL']='Извините, этот email не зарегистрирован.';
$lang['FORGOT_LINK']='Для восстановления пароля на сайте rekanji.com перейдите по следующей ссылке: ';
$lang['CHECK_FORGOT']='Чтобы восстановить пароль, пожалуйста, проверьте почтовый ящик: ';
$lang['NEW_PASS']='Пожалуйста, введите новый пароль ';
?>